<?php

return [
    [
        '',
        null,
        1,
    ],
    [
        '',
        '',
        1,
    ],
    [
        '',
        'ABC',
        0,
    ],
    [
        '#VALUE!',
        'QWERTYUIOP',
        -1,
    ],
    [
        '#VALUE!',
        'QWERTYUIOP',
        'NaN',
    ],
    [
        '#VALUE!',
        'QWERTYUIOP',
        null,
    ],
    [
        'ABC',
        'ABCDEFGHI',
        3,
    ],
    [
        'Ενα',
        'Ενα δύο τρία τέσσερα πέντε',
        3,
    ],
    [
        'Ενα δύο',
        'Ενα δύο τρία τέσσερα πέντε',
        7,
    ],
    [
        'Ενα δύο τρία',
        'Ενα δύο τρία τέσσερα πέντε',
        12,
    ],
    [
        'TR',
        true,
        2,
    ],
    [
        'FA',
        false,
        2,
    ],
];
