<?php

return [
    [
        'QWDFGYUIOP',
        'QWERTYUIOP',
        3,
        3,
        'DFG',
    ],
    [
        'QWERDFGIOP',
        'QWERTYUIOP',
        5,
        3,
        'DFG',
    ],
    [
        'QWDFGERTYUIOP',
        'QWERTYUIOP',
        3,
        0,
        'DFG',
    ],
    [
        'QWERDFGTYUIOP',
        'QWERTYUIOP',
        5,
        0,
        'DFG',
    ],
    [
        'Ενα δύοτρίατέσσεραπέντε',
        'Εναδύοτρίατέσσεραπέντε',
        4,
        0,
        ' ',
    ],
    [
        'Ενα δύο τρίατέσσεραπέντε',
        'Ενα δύοτρίατέσσεραπέντε',
        8,
        0,
        ' ',
    ],
    [
        'Ενα δύο τρία τέσσεραπέντε',
        'Ενα δύο τρίατέσσεραπέντε',
        13,
        0,
        ' ',
    ],
    [
        'Ενα δύο τρία τέσσερα πέντε',
        'Ενα δύο τρία τέσσεραπέντε',
        21,
        0,
        ' ',
    ],
];
